Repository: Comquack/GreenBankX
Catalog: GreenBankX/GreenBankX/Resources/AppResource.*.resx
Languages: es, lo, sv

# AddAvg
source: Add from Average
es: Agregar promedio
lo: ເພີ້ມຈາກຄ່າສະເລຍ
sv: Lägg till från Average

source: Add Measurement
es: Agregar medicion
lo: ເພີ້ມການວັດແທກ
sv: Lägg Mätning

# AddMHeight
source: Add Merchantable Height
es: Agregar altura comercial
lo: ເພີ້ມລວງສູງການຄ້າ
sv: Lägg säljbar Höjd

# AddNewTree
source: Add a New Tree
es: Agregar nuevo arbol
lo: ເພີ້ມຕົ້ນໃໝ່
sv: Lägg till ett nytt träd

source: Add Plot
es: Agregar parcela
lo: ເພີ້ມດອນ
sv: Lägg Plot

source: Add Plot no pin
es: Agregar parcela no punto
lo: ເພີ້ມຈຸດເຄື່ອງໝາຍດອນ
sv: Lägg Plot no stift

# AddPriceB
source: Add Price Bracket
es: Agregar esquema de precio
lo: ເພີ້ມວົງເລັບລາຄາ
sv: Lägg prisklass

# AddPricing
source: Add pricing scheme
es: Agregar precio
lo: ເພີ້ມລາຄາທີ່ຄາດຫັວງ
sv: Lägg prissättningen

source: Add to Plot
es: Agregar a la parcela
lo: ເພີ້ມເຂົ້າໃນດອນ
sv: Lägg till Plot

source: Add Tree
es: Agregar arbol
lo: ເພີ້ມຕົ້ນໄມ້
sv: Lägg Tree

# AddTree2
source: Do you wish to add trees to this plot?
es: Desea agregar arboles a la parcela ?
lo: ເຈົ້າຄິດວ່າຢາກເພີ້ມຕົ້ນໄມ້ເຂົ້າໃນດອນນິ້ບໍ່?
sv: Vill du lägga till träd med denna kurva?

# Apin
source: Area not near pin
es: Area no cercano al punto
lo: ພື້ນທີທີ່ບໍ່ຢູ່ງໃກ້ຄຽງກັບຈຸດທີ່ໝາຍ
sv: Area inte nära stift

source: Area
lo: ພື້ນທີ
sv: Område

source: Cancel
es: Cancelar
lo: ຍົກເລີກ
sv: Annullera

source: Change
es: Cambiar
lo: ປ່ຽນ
sv: Byta

source: Change Price
es: Cambiar precio
lo: ປ່ຽນລາຄາ
sv: Ändra pris

source: Change Pricing
es: Cambiar el precio
lo: ປ່ຽນຄ່າລາຄາ
sv: Ändra prissättning

source: Close
es: Cerrar
lo: ປິດ
sv: Stänga

# ComfirmEn
source: Confirm Edit
es: Confirmar edicion
lo: ຢືນຢັນການແກ້ໄຂ
sv: bekräfta Edit

source: Comments
es: Comentarios
lo: ໃຫ້ຂໍ້ຄິດເຫັນ
sv: kommentarer

source: Confirm
es: Confirmar
lo: ຢືນຢັນ
sv: Bekräfta

source: Continue
es: Continuar
lo: ສືບຕໍ່
sv: Fortsätta

# ConvRate
source: Conversion Rate
es: Tasa de conversion
lo: ອັດຕາການປຽນແປງ
sv: Omvandlingsfrekvens

source: Create Plot
es: Crear parcela
lo: ສ້າງດອນ
sv: Skapa Plot

# CurrAdd
source: Add Currency
es: Agregar moneda
lo: ເພີ້ມສະກຸນເງິນ
sv: Lägg Valuta

# CurrDel
source: Delete Currency
es: Borrar moneda
lo: ລື້ມສະກຸນເງິນ
sv: Radera valuta

source: Currencies
es: Monedas
lo: ສະກຸນເງິນຕ່າງ
sv: Valutor

# CurrenciesS
source: Selected Currency:
es: Moneda seleccionada
lo: ເລືອກສະກຸນເງິນ
sv: Valda valutan:

# CurrenciesSet
source: Set Currency
es: Seleccionar moneda
lo: ຕັ້ງສະກຸນເງິນ
sv: set Valuta

# CurrenciesSet2
source: Do you wish to set this as the currency to use?
es: Desea agregar esta moneda para su uso?
lo: ທ່ານຕ້ອງການຕັ້ງຄ່າສະກຸນເງິນນີ້ເພື່ອນໍາໃຊ້ບໍ່?
sv: Vill du ställa in detta som valuta att använda?

source: Currency
es: Moneda
lo: ສະກຸນເງິນ
sv: Valuta

source: Date
es: Fecha
lo: ວັນທີ່
sv: Datum

source: Date exists
es: Fecha actual
lo: ວັນທີ່ປະຈຸບັນ
sv: Datum existerar

# DateExistsB
source: Measurement exists for this date
es: Medicion existente hasta la fecha
lo: ວັດແທກມີຢູ່ໃນວັນທີນີ້
sv: Mätning existerar för detta datum

source: Date Made
es: Fecha de implantacion
lo: ວັນທີ່ຈັດຕັ້ງປະຕິບັດ
sv: Datum Made

# DelConf
source: Are You Sure you want to delete?
es: Esta seguro de quere borrar?
lo: ທ່ານແນ່ໃຈວ່າທ່ານຕ້ອງການລຶບ?
sv: Är du säker att du vill radera?

source: Delete
es: Borrar
lo: ລຶບ
sv: Radera

source: Delete Plot
es: Borrar parcela
lo: ລຶບພື້ນທີ່ດອນ
sv: Radera Plot

source: Delete Tree
es: Borrar arbol
lo: ລຶບຕົ້ນໄມ້
sv: Radera Tree

# DelPrice
source: Delete Pricing Scheme
es: Borrar esquema de precio
lo: ລຶບແຜນການກໍາຫນົດລາຄາ
sv: Radera prissättning Scheme

# DFute
source: Date is in future
es: Fecha futura
lo: ວັນທີໃນອະນາຄົດ
sv: Datum är i framtiden

# DiaInvalid
source: Diameter is invalid
es: Diametro invalido
lo: ໜ້າຕ້າງບໍ່ຖືກຕ້ອງ
sv: Diameter är ogiltig

# Diameter
source: Diameter (cm)
es: Diametro (cm)
lo: ໜ້າຕ້າງ (ຊມ)

source: Download
es: Descargar
lo: ດາວໂຫລດ
sv: Ladda ner

# DownloadPW
source: Downloading Files, Please Wait.
es: Descargando archivos, por favor espere
lo: ດາວໂຫຼດໄຟລ໌, ກະລຸນາລໍຖ້າ.
sv: Nedladdning av filer, vänta.

source: Earlier
es: Mas temprano
lo: ກ່ອນຫນ້ານັ້ນ
sv: tidigare

# EditEn
source: Edit Entry
es: Editar entrada
lo: ຕີ ພິມ ຕົວດັດແປງ
sv: Ändra post

source: Edit Plot
es: Editar parcela
lo: ດັດແປງດອນ
sv: Redigera Plot

# EMes
source: Edit measurement
es: Editar medicion
lo: ແກ້ໄຂການວັດແທກ
sv: Redigera mätning

# EnterName
source: Please enter name
es: Por favor entre su nombre
lo: ກະລຸນາໃສ່ຊື່
sv: Ange namn

# EnterVDate
source: Please enter valid date
es: Por favor entre un dato valido de fecha
lo: ກະລຸນາໃສ່ວັນທີ່ຖືກຕ້ອງ
sv: Ange giltigt datum

source: Evaluate
es: Evaluar
lo: ປະເມີນ
sv: Utvärdera

source: Evaluate All
es: Evaluar todo
lo: ປະເມີນທັງໝົດ
sv: utvärdera alla

# FLoc
source: Find Location
es: Encontrar localidad
lo: ຊອກຫາສະຖານທີ່
sv: Hitta Plats

# fourpointBound
source: Boundary requires at least 4 points.
es: Los limites requieren 4 puntos
lo: ຂອບເຂດຈໍາກັດຮຽກຮ້ອງຢ່າງຫນ້ອຍ 4 ຈຸດ.
sv: Boundary kräver minst 4 poäng.

# GDBH
source: Girth/Diameter
es: Circunferencia/Diametro
lo: ວັດຮອບ / ໜ້າຕ້າງ
sv: Omkrets / Diameter

# Girth
source: Girth(cm)
es: Circunferencia (cm)
lo: ວັດຮອບ (ຊມ)
sv: Omkrets (cm)

# Height
source: Height(m)
es: Altura (m)
lo: ລວງສູງ (ມ)
sv: Höjd (m)

# ImportPlot
source: Import From Plot
es: Importar desde parcela
lo: ນຳເຂົ້າຈາກດອນ
sv: Importera från Plot

# InputInv
source: Input is invalid
es: dato invalido
lo: ເຂົ້າບໍ່ຖືກຕ້ອງ
sv: Input är ogiltig

source: is invalid
es: es invalido
lo: ແມ່ນບໍ່ຖືກຕ້ອງ
sv: är ogiltig

source: Language
es: Idioma
lo: ພາສາ
sv: Språk

# Lat
source: Latitude
es: Longitud
lo: ເສັ້ນແວງ
sv: Latitud

source: Later
es: Despues
lo: ຕໍ່ມາ
sv: Senare

# Latlon
source: Latitude, Longitude
es: Latitud, Longitud
lo: ເສັ້ນແວງ, ເສັ້ນຂະໜານ
sv: Latitud longitud

source: Less Details
es: Menos detalle
lo: ລາຍະລະອຽດນ້ອຍລົງ
sv: mindre detaljer

# LoadFail
source: Failed to load
es: Problemas en cargar
lo: ບໍ່ສາມາດໂຫລດໄດ້
sv: Misslyckades att ladda

source: Loading
es: Cargando
lo: ກຳລັງໂຫຼດຢູ່
sv: Läser in

# LoadingFin
source: Loading Finished
es: Carga finalizada
lo: ການໂລດສຳເລັດແລ້ວ
sv: Laddar Färdig

source: Location
es: Localidad
lo: ສະຖານທີ່
sv: Plats

source: Log class
es: Clase de tora
lo: ກຸ່ມໄມ້ທ່ອນ
sv: Log klass

# LogLength
source: Log length(m)
es: Longitud de la tora
lo: ຍາວຂອງ ທ່ອນໄມ້ (ມ)
sv: Log längd (m)

# Lon
source: Longitude
es: Longitud
lo: ແສັ້ນຂະໜານ
sv: Longitud

source: Manage Plots
es: Manejo de parcelas
lo: ຈັດການພື້ນທີ(ດອນ)
sv: Hantera Tomter

# MapAdd
source: Add From Map
es: Agregar desde el mapa
lo: ເພີ່ມຈາກຜື້ນທີ່(ດອນ)
sv: Lägg Från Karta

# maxdiameter
source: maximum diameter(cm)
es: Diametro maximo (cm)
lo: ໜ້າຕ້າງສູງສຸດ (ຊມ)
sv: maximal diameter (cm)

# MaxV
source: Max value is too high
es: Valor maximo es my alto
lo: ບໍລິມາດສູງສຸດແມ່ນສູງເກີນໄປ
sv: Högsta värde är för högt

# MaxV2
source: Max value too high, please edit higher brackets first
es: Valor maximo es my alto, por favor editar cortes primero
lo: ລວງສູງສູງສຸດ ສູງເກີນໄປ, ກະລຸນາແກ້ໄຂຄວາມສູງ ວົງເລັບກ່ອນ
sv: Max värde för högt, redigerar högre konsoler först

# MeanD
source: Mean diameter
es: Diametro promedio
lo: ໜ້າຕ້າງສະເລັ່ຍ
sv: medeldiameter

# MeanG
source: Mean growth over time
es: Promedio de crecimiento
lo: ສະເລັ່ຍການເຕີບໃຫຍ່ໃນໄລຍະເວລາ
sv: Genomsnittlig tillväxt över tiden

# MeanP
source: Mean price
es: Precio promedio
lo: ລາຄາສະເລັ່ຍ
sv: Medelpriset

# MeanV
source: Mean volume
es: Volumen promedio
lo: ບໍລິມາດສະເລັ່ຍ
sv: medelvolym

source: Measure
es: Medir
lo: ວັດແທກ
sv: Mäta

source: Measure All
es: Medir todo
lo: ວັດແທກທັງໝົດ
sv: mäta alla

source: Measure tree
es: Medir arbol
lo: ວັດແທກຕົ້ນໄມ້
sv: Mät träd

# Merch
source: Merchantable
es: Comercializable
lo: ການຄ້າ
sv: säljbar

# MerchHeight
source: Merchantable height(m)
es: Altura comercial
lo: ລວງສູງ ການຄ້າ (ມ)
sv: Säljbar höjd (m)

# MerchLogs
source: Merchantable Logs
es: Trozas comerciables
lo: ທ່ອນໄມ້ທີ່ເປັນການຄ້າ
sv: säljbar Loggar

# minimumdiameter
source: minimum diameter (cm)
es: diametro minimo (cm)
lo: ໜ້າຕ້າງຕ່ໍາສຸດ (ຊມ)
sv: minimidiameter (cm)

source: More Details
es: Mas detalle
lo: ລາຍ​ລະ​ອຽດ​ເພີ່ມ​ເຕີມ
sv: Fler detaljer

source: Name
es: Nombre
lo: ຊື່
sv: namn

# NameInUse
source: Name is already in use
es: El nombre ya esta siendo utilizado
lo: ຊື່ທີ່ຖືກໃຊ້ແລ້ວ
sv: Namn är redan i bruk

# NewPlot
source: Add New Plot
es: Agregar nueva parcela
lo: ເພີ່ມດອນໃຫມ່
sv: Lägg till ny Plot

# NewPrice
source: Add new pricing scheme
es: Agregar nuevo esquema de precio
lo: ເພີ່ມແຜນການລາຄາໃຫມ່
sv: Lägg till ett nytt prissättningssystem

source: Next
es: Proximo
lo: ຕໍ່ໄປ
sv: Nästa

source: No
lo: ຈຳນວນ
sv: Nej

# NoPrice
source: This Plot has no prices.
es: Esta parcela no tiene precio
lo: ດອນນີ້ບໍ່ມີລາຄາ.
sv: Denna Plot har inga priser.

source: Not enough points
es: No suficiente puntos
lo: ຈຸດບໍ່ພຽງພໍ
sv: Inte tillräckligt med poäng

# NoTreeErr
source: Number of trees invalid
es: El numero de arbol es invalido
lo: ຈໍານວນຕົ້ນໄມ້ບໍ່ຖືກຕ້ອງ
sv: Antal träd ogiltiga

# NoTrees
source: This plot has no trees.
es: La parcela no tiene arboles
lo: ດິນຕອນນີ້ບໍ່ມີຕົ້ນໄມ້.
sv: Denna kurva har inga träd.

# NTown
source: Nearest Town
es: Localidad mas cercana
lo: ຢູ່ໃກ້ເມືອງທີ່ສຸດ
sv: Närmsta stad

# NumberTrees
source: Number of trees
es: Numero de arboles
lo: ຈໍານວນຕົ້ນໄມ້
sv: Antal träd

# NumLog
source: Number of Logs
es: Numero de trozas
lo: ຈໍານວນທ່ອນໄມ້
sv: Antal Logs

# NumTree
source: Number of Trees
es: Numbero de arboles
lo: ຈໍານວນຕົ້ນໄມ້
sv: Antal träd

# OName
source: Owner's Name
es: Nombre del propietario
lo: ຊື່ເຈົ້າຂອງ
sv: Ägarens namn

# OORCoord
source: Coordinates out of range.
es: Coordenadas fuera del area
lo: ລະດັບທີ່ອອກຈາກຈຸດພິກັດ
sv: Koordinater utom räckhåll.

source: or larger
es: o mas grande
lo: ຫຼືໃຫຍ່ກວ່າ
sv: eller större

source: Owner
es: Propietario
lo: ເຈົ້າຂອງ
sv: Ägare

# PastTree
source: Date is before plot is made
es: La fecha es antes que la parcela fuera establecida
lo: ວັນທີ ກ່ອນທີ່ຈະສ້າງດອນ
sv: Datum är före plot görs

source: Pin Here
es: Seleccione aqui
lo: ໝາຍຈຸດໃສ່ນິ້
sv: stift här

source: Price
es: Precio
lo: ລາຄາ
sv: Pris

# PriceInvalid
source: Price is invalid
es: Precio invalido
lo: ລາຄາບໍ່ຖືກຕ້ອງ
sv: Priset är ogiltig

source: Pricings
es: Precios
lo: ລາຄາ
sv: prissättningssystem

# PSPrice
source: Please select a price scheme
es: Por favor selecciones un esquema de precio
lo: ກະລຸນາເລືອກການປະເມີນລາຄາ
sv: Välj ett pris schema

# PUSD
source: Rate per USD
es: Tasa por USD
lo: ອັດຕາຕໍ່ USD
sv: Priserna per USD

source: Save
es: Guardar
lo: ເກັບບັນທຶກໄວ້
sv: Spara

source: Saved
es: Guardado
lo: ບັນທຶກໄວ້
sv: sparad

# SEdit
source: Save Edit
es: Guardar edicion
lo: ບັນທຶກການແກ້ໄຂ
sv: Spara Edit

source: Select a plot
es: Seleccionar una parcela
lo: ເລືອກເອົາດິນຕອນຫນຶ່ງ
sv: Välj en tomt

source: Select a tree
es: Seleccionar un arbol
lo: ເລືອກຕົ້ນໄມ້
sv: Välj ett träd

# SelectPricing
source: Select a pricing scheme
es: Seleccionar un esquema de precio
lo: ເລືອກການປະເມີນລາຄາ
sv: Välj ett prissättningssystem

source: Set area
es: Agregar area
lo: ກໍານົດພື້ນທີ່
sv: set område

source: Set Boundary
es: Agregar limites
lo: ກໍານົດຂອບເຂດແດນ
sv: Ställ Boundary

# SetBoundary2
source: Do you wish to use a map or type in manually?
es: Desea usar un mapa or agregar manualmente?
lo: ທ່ານຕ້ອງການນໍາໃຊ້ແຜນທີ່ຫຼືພິມດ້ວຍຕົນເອງບໍ?
sv: Vill du använda en karta eller skriv in manuellt?

# SetBoundaryA
source: Map
es: Mapa
lo: ແຜນທີ່
sv: Karta

# SetBoundaryB
source: Type
es: Tipo
lo: ປະເພດ
sv: Typ

source: Show All On Map
es: Mostrar todo en el mapa
lo: ສະແດງທັງຫມົດໃນແຜນທີ່
sv: Visa alla On Map

# ShowGraph
source: Plot data
es: Graficar datos
lo: ຂໍ້ມູນກ່ຽວກັບດອນ
sv: plot uppgifter

source: Show On Map
es: Mostrar en el mapa
lo: ສະແດງໃນແຜນທີ່
sv: Visa på kartan

source: Sign In
es: Ingresar
lo: ເຂົ້າ​ສູ່​ລະ​ບົບ
sv: Logga in

source: Sign Out
es: Salir
lo: ອອກ​ຈາກ​ລະ​ບົບ
sv: Logga ut

# SizeExists
source: Size already exists
es: Tamano ya existe
lo: ຂະຫນາດທີ່ມີຢູ່ແລ້ວ
sv: Storlek redan

source: Skip
es: Saltear
lo: ຂ້າມ
sv: Hoppa

# SMap
source: Show on map
es: Mostrar en el mapa
lo: ສະແດງເທິງແຜນທີ່
sv: Visa på karta

# SuccTree
source: Tree Added Successfully to Plot:
es: El arbol se agrego exitosamente
lo: ການເພີ້ມຕົ້ນໄມ້ເຂົ້າໃນດອນແມ່ນມີຄວາມສຳເລັດແລ້ວ
sv: Tree lagts till för att Tomt:

# SumL1
source: Data of Trees
es: Dato de arboles
lo: ຂໍ້ມູນຂອງຕົ້ນໄມ້
sv: Uppgifter om träd

# SumL2
source: Data by Log Class
es: Dato por clase de trozas
lo: ຂໍ້ມູນໃນກຸ່ມໄດ້ທ່ອນ
sv: Data från Log Class

# SumL3
source: Summary per Plot
es: Resumen por parcela
lo: ລວມ ຕໍ່ ດອນ
sv: Sammanfattning per Plot

source: Summary
es: Resumen
lo: ສະຫຼຸບລວມ
sv: Sammanfattning

# SummaryTute
source: This page shows you data about the logs produced by this plot. Double tapping a log size will show a list of every log in that catagory and which tree it would come from.
es: Esta pagina muestra los datos de trozas producidos para esta parcela. Doble click en tamano en clase de trozas mostrara la lista de las trozas producidas por categoria y a que arbol corresponde.
lo: ຫນ້ານີ້ສະແດງຂໍ້ມູນຂອງທ່ານກ່ຽວກັບການຜະລິດໄມ້ທ່ອນໃນດິນຕອນນີ້. ແຕະຂະຫນາດ ຂອງໄມ້ທ່ອນສອງຄັ້ງ ຈະສະແດງບັນຊີລາຍຊື່ຂອງທ່ອນໄມ້ທຸກທ່ອນ ໃນ ກາຕາລ້ອກ ແລະ ສະຖານທີທີ່ຕົ້ນໄມ້ມາຈາກ.
sv: Denna sida visar information om loggarna som produceras av denna tomt. Dubbel knacka en logg storlek kommer att visa en lista över varje stock i den catagory och vilket träd det skulle komma från.

source: Today
es: Hoy
lo: ມື້​ນີ້
sv: I dag

source: Too small
es: Muy pequeño
lo: ຂະຫນາດນ້ອຍເກີນໄປ
sv: För liten

source: Total logs
es: Total de trozas
lo: ທ່ອນໄມ້ລວມທັງໝົດ
sv: Totalt loggar

source: Total price
es: Precio total
lo: ລາ​ຄາ​ລວມ
sv: Totalbelopp

source: Totals
es: Total
lo: ຈໍານວນທັງຫມົດ

# TotalVol
source: Total volume (m³)
es: Volument total (m3)
lo: ບໍລິມາດທັງຫມົດ (ມ3)
sv: Total volym (m ^)

source: Tree ID
es: arbol ID
lo: ລະຫັດ ຕົ້ນໄມ້
sv: träd-ID

source: Trees
es: Arboles
lo: ຕົ້ນໄມ້
sv: träd

# TuteMenu0
source: Hello, welcome to the Greenbank tutorial. As you continue through the app, tutorials will pop up to help you.
es: Hola, bienvenido al tutorial de My Greenbank. A medida que avanza a traves de la aplicacion, el tutorial lo ira guiando.
lo: ສະບາຍດີ, ຍິນດີຕ້ອນຮັບ ເຂົ້າສູ່ the Greenbank tutorial ເມື່ອທ່ານສືບຕໍ່ຜ່ານ app, tutorials ຈະປາກົດຂຶ້ນເພື່ອຊ່ວຍທ່ານ.
sv: Hej, välkommen till Greenbank tutorial. När du fortsätter genom appen kommer tutorials dyka upp för att hjälpa dig.

# TuteMenu1
source: At the top of this page is the Sign in button. This will allow you to sign in to your Google account, once this is done you can upload your files to Google Drive and download them to any other device.
es: En la parte superior de la pagina se encuentra el boto de inicio. Este le permitira ingresar a su cuenta de Google; una vez ahi se podra descargar los archivos en Google Drive y podra acceder a sus datos de cualquier dispositivo.
lo: ຢູ່ເທິງສຸດຂອງຫນ້ານີ້ແມ່ນປຸ່ມເຂົ້າສູ່ລະບົບ. ນີ້ຈະຊ່ວຍໃຫ້ທ່ານເຂົ້າສູ່ລະບົບບັນຊີ Google ຂອງທ່ານເມື່ອໃດທີ່ທ່ານເຮັດແລ້ວທ່ານສາມາດອັບໂຫລດໄຟລ໌ຂອງທ່ານໄປທີ່ Google Drive ແລະດາວໂຫລດໃຫ້ກັບອຸປະກອນອື່ນໆ.
sv: Högst upp på denna sida är Logga in knappen. Detta gör att du kan logga in på ditt Google-konto, när detta är gjort kan du ladda upp dina filer till Google Drive och hämta dem till någon annan enhet.

# TutePlot0
source: This page allows you to mark the location of your plots
es: Esta pagina le permite a uds marcar la ubicacion de su parcela
lo: ຫນ້ານີ້ຊ່ວຍໃຫ້ທ່ານສາມາດຫມາຍເຖິງສະຖານທີ່ຂອງພື້ນທີ່ຂອງທ່ານ
sv: Denna sida kan du markera platsen för dina tomter

# TutePlot1
source: A pin can be placed on the map by either pressing on the map at the location you want or by pressing on the pin here button to place a pin at your location. Deleting plots can be done on the Manage Plots Page.
es: Se puede marcar un punto en el mapa, presionado en la pantalla el punto deseado or seleccionado el boton que dice agregar el punto en el mapa. La eliminacion de las parcelas se puede hacer en la solapa de manejo de parcelas
lo: ພື້ນທີສາມາດວາງເທິງແຜນທີ່ໂດຍກົດປຸ່ມຢູ່ໃນສະຖານທີ່ທີ່ທ່ານຕ້ອງການຫຼືໂດຍການກົດປຸ່ມ PIN ທີ່ຢູ່ນີ້ເພື່ອເອົາ PIN ຢູ່ບ່ອນທີ່ທ່ານຕັ້ງຢູ່. ການລຶບແຜນທີ່ສາມາດເຮັດໄດ້ໃນຫນ້າຈັດການແຜນການຈັດການ.
sv: Ett stift kan placeras på kartan genom att antingen trycka på kartan på den plats du vill eller genom att trycka på tappen här för att placera ett stift på din plats. Radera tomter kan göras på Hantera Tomter sidan.

# TutePlot2
source: If you tap on the pin of a plot that already exists, you can then place pins that mark out the border of the plot.
es: Si el punto ya esta seleccionado, uds puede crear otro punto en una esquina de la parcela
lo: ຖ້າທ່ານແຕະໃສ່ປ່ຽງຂອງດິນຕອນທີ່ມີຢູ່ແລ້ວ, ຫຼັງຈາກນັ້ນທ່ານສາມາດວາງພິນທີ່ຫມາຍເອົາຊາຍແດນຂອງດິນຕອນ.
sv: Om du trycker på stiftet av en tomt som redan finns, kan du sedan placera stift som markerar ut gränsen av tomten.

# TutePrice0
source: This page allows you to create price schemes for your logs
es: Esta pagina le permite crea el esquema de precios para sus rollos/trozas
lo: ຫນ້ານີ້ອະນຸຍາດໃຫ້ທ່ານສ້າງແຜນການລາຄາສໍາໄມ້ທ່ອນຂອງທ່ານ
sv: Denna sida låter dig skapa prisscheman dina loggar

# TutePrice1
source: A pricing scheme consists of a name a log length and price brackets.
es: El esquema de precios consiste en caracterizar el largo de las trozas, diametros maximos y minimos y sus precios
lo: ການປະເມີນລາຄາປະກອບດ້ວຍຊື່ ລວງຍາວຂອງທ່ອນໄມ້ມູນຄ່າ ຢູ່ໃນວົງເລັບລາຄາ.
sv: En prissättningssystemet består av ett namn en log längd och prisklasser.

# TutePrice2
source: Any logs smaller than the smallest bracket are worth nothing, any logs larger than the largest bracket will be priced the same as logs in the highest bracket.
es: Cualquie troza menor que el diamtro minimo de venta no tendra valor, y diametro mayor que sea mayor que el diamtro maximo de venta se adjudicara el maximo valor
lo: ທຸ່ອນໄມ້ທີ່ນ້ອຍກໃນວ່າວົງເລັບທີ່ນ້ອຍທີ່ສຸດນັ້ນແມ່ນບໍ່ມີຄ່າຫຍັງ, ໄມ້ທ່ອນໆໃດກໍ່ຕາມທີ່ໃຫຍ່ກວ່າໃນວົງເລັບທີ່ໃຫຍ່ທີ່ສຸດຈະມີລາຄາດຽວກັບທອ່ນທີ່ຢູ່ໃນວົງເລັບທີ່ໃຫ່ຍທີ່ສຸດ.
sv: Alla loggar mindre än den minsta konsolen är värda någonting, några stockar större än den största konsolen kommer att prissättas på samma sätt som stockar i den högsta konsolen.

# TutePrice3
source: If a price bracket is deleted, the bracket before it will expand to fill the gap.
es: Si una categoria de precio es eliminado, el rango de precio sera rellenado por la categoria previo mas cercana para rellenar el vacio generado por la eliminacion de la categoria de troza
lo: ຖ້າວົງເລັບລາຄາຖືກຖືກລຶບ, ວົງເລັບກ່ອນທີ່ມັນຈະຂະຫຍາຍເພີ້ມຊ່ອງຫວ່າງເພື່ອຕື່ມໃສ່.
sv: Om en prisklass raderas kommer konsolen innan det expanderar för att fylla gapet.

# TuteSum1
source: The "Earlier" and "Later" buttons change the data to the previous/next measurement that was made for that tree. The add measurement button allows you to add new measurement data for the tree.
es: El boton Temprano or Despues, cambia los datos de medicion previos y posterior en que se realizo la medicion. El boton de agregar medicion permite agregar datos al arbol.
lo: ປຸ່ມ "ກ່ອນຫນ້າ" ແລະ "ຫຼັງຈາກນັ້ນ" ປ່ຽນຂໍ້ມູນການວັດທີ່ຜ່ານມາ / ຕໍ່ໄປທີ່ເຮັດໃຫ້ຕົ້ນໄມ້ນັ້ນ. ປຸ່ມເພີ່ມ ຂໍ້ມູນນັ້ນຈະຊ່ວຍໃຫ້ທ່ານສາມາດເພີ່ມຂໍ້ມູນການວັດແທກໃຫມ່ສໍາລັບຕົ້ນໄມ້.
sv: De "tidigare" och "senare" knapparna ändra data till föregående / nästa mätning som gjordes för trädet. Knappen Lägg till mätning gör det möjligt att lägga till data ny mätning för trädet.

source: Tutorial
lo: ຄູ່​ມື
sv: Handledning

source: Upload
es: Cargar
lo: ອັບໂຫລດ
sv: Ladda upp

# UploadPW
source: Uploading Files, Please Wait.
es: Cargando archivos, por favor espere
lo: ອັບໂຫລດໄຟລ໌, ກະລຸນາລໍຖ້າ.
sv: Ladda upp filer, vänta.

source: Volume
es: Volument (m3)
lo: ບໍລິມາດ
sv: Volym

# WayAdd
source: Add Waypoint
es: Agregar puntos
lo: ເພີ້ມຈຸດທິດທາງ
sv: Lägg waypoint

# Welcome1
source: Hello! Welcome to GreenBank. Please log In with a Google Account
es: Hola, bienvenido a My Greenbank. Por favor ingrese con su cuenta de Google.
lo: Hello! ຍິນດີຕ້ອນຮັບສູ່ GreenBank. ກະລຸນາເຂົ້າສູ່ລະບົບດ້ວຍບັນຊີ Google
sv: Hej! Välkommen till Greenbank. Logga in med ett Google-konto

# Welcome2
source: Welcome to GreenBank.
es: Bienvenido a MyGreenBank
lo: ຍິນດີຕ້ອນຮັບສູ່ GreenBank.
sv: Välkommen till Greenbank.

# WrongCoord
source: Please add coordinates in Lat, Long form
es: Por favor agregar coordenadas en formato de Latitud y longitud
lo: ກະລຸນາເພີ່ມຈຸພິກັດໃນຮູບແບບ ເສັ້ນແວງ, ເສັ້ນຂະໜານ
sv: Vänligen lägga koordinater i Lat, Long formen

source: Year
es: Año
lo: ປີ
sv: År

source: Yes
es: Si
lo: ແມ່ນແລ້ວ
sv: Ja

# YPlant
source: Year planted
es: Año de plantacion
lo: ປີປູກ
sv: år planterats

# Team
source: About Us
lo: ຄູ່​ມື
